eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/wsdls/synthetic-requests/Close/RaiseEventSynchron.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseCloseSynchron>
         <!--Zero or more repetitions:-->
         <even:arrayOfProblems>?</even:arrayOfProblems>
         <!--Optional:-->
         <even:metadata>
            <!--You may enter ANY elements at this point-->
         </even:metadata>
         <!--Optional:-->
         <even:recipientEmailId>?</even:recipientEmailId>
         <!--Optional:-->
         <even:senderEmailId>?</even:senderEmailId>
      </even:RaiseCloseSynchron>
   </soapenv:Body>
</soapenv:Envelope>